"IFPkgFlagIsRequired" = "Le package est un composant requis de l'installation.";

"IFPkgFlagRootVolumeOnly" = "La destination de l'installation est restreinte au volume de boot.";

"IFPkgFlagOverwritePermissions" = "Les permissions des répertoires de l'installation suplantent celles des répertoires correspondants s'ils existent déjà dans le volume destination.";

"IFPkgFlagUpdateInstalledLanguages" = "L'installation ne met à jour que les localisations déjà installées.";

"IFPkgFlagRelocatable" = "L'utilisateur peut choisir la destination de l'installation sur un volume.";

"IFPkgFlagInstallFat" = "L'installation installe tous les binaires de toutes les plate-formes disponibles.";

"IFPkgFlagAllowBackRev" = "L'installateur autorisera l'installation de ce package même si une version plus récente est déjà installée.";

"IFPkgFlagFollowLinks" = "L'installation ne remplace pas les liens symboliques mais les résoud et poursuit l'installation à l'emplacement du lien.";